#include<iostream>
int main()
{ setlocale(LC_ALL, "RUS");
    
    std::cout <<"Белеет парус одинокой\n";
    std::cout << "В тумане моря голубом!\n";
    std::cout << "Что ищет он в стране далекой?\n";
    std::cout << "Что кинул он в краю родном?\n";
    std::cout << "Играют волны — ветер свищет,\n";
    std::cout << "И мачта гнется и скрыпит… ;\n";
    std::cout << "Увы! он счастия не ищет \n";
    std::cout << "И не от счастия бежит! \n";
    std::cout << "Под ним струя светлей лазури,\n";
    std::cout << "Над ним луч солнца золотой…\n";
    std::cout << "А он, мятежный, просит бури,\n";
    std::cout << "Как будто в бурях есть покой!\n";
}
